tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'

brew 'ack'
brew 'aspell'
brew 'bat'
brew `clojure/tools/clojure`
brew 'colordiff'
brew 'coreutils'
brew 'emacs'
brew 'fd'
brew 'fortune'
brew 'git'
brew 'imagemagick'
brew 'jq'
brew 'leiningen'
brew 'macvim'
brew 'node'
brew 'pastel'
brew 'python'
brew 'telnet'
brew 'tmux'
brew 'tree'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'appcleaner'
cask 'divvy'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'graphql-playground'
cask 'iterm2'
cask 'itsycal'
cask 'keepingyouawake'
cask 'keybase'
cask 'macvim'
cask 'muzzle'
cask 'private-internet-access'
cask 'slack'
cask 'spotify'
casek 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
