tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'

brew 'ack'
brew 'aspell'
brew 'bat'
brew 'colordiff'
brew 'coreutils'
brew 'fd'
brew 'fortune'
brew 'git'
brew 'imagemagick'
brew 'jq'
brew 'node'
brew 'pastel'
brew 'python'
brew 'telnet'
brew 'tmux'
brew 'tree'
brew 'watchman'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'docker'
cask 'figma'
cask 'google-chrome'
cask 'graphql-playground'
cask 'keepingyouawake'
cask 'macvim'
cask 'visual-studio-code'
